Repository: myclabs/Inventory
Catalog: application/languages/Unit/name.tmx
Source language: fr
Languages: en

source: Unités discrètes
en: Discrete units

source: Multiplicateur
en: Multiplier

source: Grandeur physique
en: Physical quantity

source: Grandeurs physiques
en: Physical quantities

source: Unité pour ratio
en: Ratio unit

source: Unité de reférence
en: Reference unit

source: Unités standards
en: Standard units

source: Symbole
en: Symbol

source: Unité
en: Unit

source: Unités
en: Units

source: Système d'unités
en: Unit system
